courses = ["Java-разработчик с нуля", "Fullstack-разработчик на Python", "Python-разработчик с нуля", "Frontend-разработчик с нуля"]
mentors = [
	["Филипп Воронов", "Анна Юшина", "Иван Бочаров", "Анатолий Корсаков", "Юрий Пеньков", "Илья Сухачев", "Иван Маркитан", "Ринат Бибиков", "Вадим Ерошевичев", "Тимур Сейсембаев", "Максим Батырев", "Никита Шумский", "Алексей Степанов", "Денис Коротков", "Антон Глушков", "Сергей Индюков", "Максим Воронцов", "Евгений Грязнов", "Константин Виролайнен", "Сергей Сердюк", "Павел Дерендяев"],
	["Евгений Шмаргунов", "Олег Булыгин", "Александр Бардин", "Александр Иванов", "Кирилл Табельский", "Александр Ульянцев", "Роман Гордиенко", "Адилет Асканжоев", "Александр Шлейко", "Алена Батицкая", "Денис Ежков", "Владимир Чебукин", "Эдгар Нуруллин", "Евгений Шек", "Максим Филипенко", "Елена Никитина"],
	["Евгений Шмаргунов", "Олег Булыгин", "Дмитрий Демидов", "Кирилл Табельский", "Александр Ульянцев", "Александр Бардин", "Александр Иванов", "Антон Солонилин", "Максим Филипенко", "Елена Никитина", "Азамат Искаков", "Роман Гордиенко"],
	["Владимир Чебукин", "Эдгар Нуруллин", "Евгений Шек", "Валерий Хаслер", "Татьяна Тен", "Александр Фитискин", "Александр Шлейко", "Алена Батицкая", "Александр Беспоясов", "Денис Ежков", "Николай Лопин", "Михаил Ларченко"]
]
durations_1 = [14, 20, 12, 20]
durations_2 = [15, 20, 12, 22]
durations_3 = [12, 29, 12, 20]
durations_4 = [12, 20, 12, 22]
durations_5 = [20, 20, 12, 20]

answer_1 = ('Самый короткий курс(ы): Python-разработчик с нуля - 12 месяца(ев)', 'Самый длинный курс(ы): Fullstack-разработчик на Python, Frontend-разработчик с нуля - 20 месяца(ев)')
answer_2 = ('Самый короткий курс(ы): Python-разработчик с нуля - 12 месяца(ев)', 'Самый длинный курс(ы): Frontend-разработчик с нуля - 22 месяца(ев)')
answer_3 = ('Самый короткий курс(ы): Java-разработчик с нуля, Python-разработчик с нуля - 12 месяца(ев)', 'Самый длинный курс(ы): Fullstack-разработчик на Python - 29 месяца(ев)')
answer_4 = ('Самый короткий курс(ы): Java-разработчик с нуля, Python-разработчик с нуля - 12 месяца(ев)', 'Самый длинный курс(ы): Frontend-разработчик с нуля - 22 месяца(ев)')
answer_5 = ('Самый короткий курс(ы): Python-разработчик с нуля - 12 месяца(ев)', 'Самый длинный курс(ы): Java-разработчик с нуля, Fullstack-разработчик на Python, Frontend-разработчик с нуля - 20 месяца(ев)')